{"pages":[{"title":"联系方式","text":"邮箱: peiqiang@mail.iap.ac.cn 地址: 北京市朝阳区华严里40号中国科学院大气物理研究所科研楼617号办公室 邮编: 100029","link":"/px212/about/index.html"},{"title":"学术论文","text":"Xu, P., L. Wang, Y. Liu, W. Chen, and P. Huang, 2020: The record-breaking heat wave of June 2019 in Central Europe. Atmos. Sci. Let., 1-7. Xu, P., L. Wang, W. Chen, G. Chen, and I-S Kang, 2020: Intraseasonal variations of the British-Baikal Corridor pattern. J. Climate, 33, 2183-2200. Xu, P., L. Wang, and W. Chen, 2019: The British–Baikal Corridor: A Teleconnection Pattern along the Summertime Polar Front Jet over Eurasia. J. Climate, 32, 877–896. Xu, P., L. Wang, W. Chen, J. Feng, and Y. Liu, 2019: Structural Changes in the Pacific–Japan Pattern in the Late 1990s. J. Climate, 32, 607–621. Wang, L., P. Xu, W. Chen, and Y. Liu, 2017: Interdecadal Variations of the Silk Road Pattern. J. Climate, 30, 9915–9932. Wang, L., L. Wang, Y. Liu, G. Wei, P. Xu, and W. Chen, 2019: The Southwest China floods of July 2018 and its causes. Atmosphere. 徐霈强, 冯娟, 陈文. 2016. ENSO冷暖位相影响东亚冬季风与东亚夏季风联系的非对称性[J]. 大气科学, 40(4):831-840, doi:10.3878/j.issn.1006-9895.1509.15192. 余广昌, 陈文, 徐霈强, 马音. 2015. 东海黑潮区潜热变化对中国春季降水的影响及其影响过程[J]. 气候与环境研究, 20(5):600-610.","link":"/px212/papers/index.html"},{"title":"国际会议报告","text":"Xu, P., L. Wang, R. Geen, G. Vallis, W. Chen, G. Chen, I-S Kang, Y. Liu and P. Huang: Polar front jet waveguide, teleconnections and temperature extremes over Eurasia in the boreal summer. Exeter Climate System (XCS) seminar, 31th Jan 2020, University of Exeter, Exeter, UK. (oral) Xu, P., L. Wang and W. Chen: The British–Baikal Corridor: a teleconnection pattern along the summertime polar front jet over Eurasia. The 22th Conference on Atmosphere and Oceanic Fluid Dynamics (AOFD), 24-28 June 2019, Portland, US. (poster) Xu, P., L. Wang and W. Chen: The British–Baikal Corridor: a teleconnection pattern along the summertime polar front jet over Eurasia. American Geophysical Union (AGU) 2018 Fall Meeting, 10-14 December 2018, Washington, US. (poster) Xu, P., L. Wang, W. Chen, J. Feng and Y. Liu: Structural changes in the Pacific-Japan pattern in the late 1990s. Asia Oceania Geosciences (AOGS) 15th Annual meeting, 10-14 June 2018, Hawaii, US. (oral) Xu, P., L. Wang, W. Chen, J. Feng and Y. Liu: Structural changes in the Pacific-Japan pattern inthe late 1990s. The sixth WMO International Workshop on Monsoons (IWM-VI), 13-17 November 2017, Singapore. (poster with oral abstract) Xu, P., L. Wang, W. Chen, J. Feng and Y. Liu: Structural changes in the Pacific-Japan pattern in the late 1990s. Asian Conference on Meteorology 2017, 23-24 October 2017, Busan, Korea. (oral) Xu, P., J. Feng and W. Chen: Asymmetric role of the ENSO in the link of East Asian winter monsoon to the following summer monsoon. International Workshop on the Asian Monsoonin a Warmer World, 20-23 August 2017, Chengjiang, China. (oral) Xu, P., J. Feng and W. Chen: Roles of ENSO and PDO in the link of East Asian winter monsoon to the following summer monsoon. Summer Workshop 2016 on Geoscience, 21-23 July 2016, Hong Kong, China. (poster) Xu, P., J. Feng and W. Chen: Asymmetric role of the ENSO inthe link of East Asian winter monsoon to the following summer monsoon. Cross-Strait Youth Academic Meeting on Atmospheric Sciences, 26-27 November 2015, Taipei, Taiwan, China. (oral)","link":"/px212/reports/index.html"},{"title":"Peiqiang Xu","text":"Welcome! Thanks for visiting my homepage. I am an early-career climate researcher (postdoc) in Institute of Atmospheric Physics (IAP). I am working with Prof. Lin Wang and Prof. Wen Chen on the National Key Research and Development Program of China, which aims to improve our understanding about the East Asian monsoon dynamics. Having recieved my PhD in IAP in July 2019, I am currently reseaching the large-scale atmospheric dynamics in the middle latitudes and its implication for regional climate. By using the reananlysis data, idealized models and output from the GCMs, I hope to improve our understanding of key controls on the large-scale circulation in the middle latitudes, and how this may change in the future. You are warmly weclome to visit my ResearchGate, GoogleScholar and Twitter webpages. In addition, I am also very fond of doing geophysical fluid experiments. You can find the details of our lab here. Email: peiqiang@mail.iap.ac.cn NEWS(from earliest to latest) Please check out our new paper on JCLI (link) that, in collaboration with Drs. Lin Wang and Wen Chen (all at IAP), we discover that in addition to the subtropical jet waveguide, the summertime polar front jet over the Eurasia can also serve as an atmospheric waveguide to trap the Rossby wave activiteis when taking into account the background stratification effect. Hence, we propose a new atmospherc teleconnetion, named as the British-Baikal Corridor (BBC) pattern, to refer the dominant waveguide pattern trapped along the summertime polar front jet. Since it is found that the abnormal behavior of the BBC pattern will induce signifcant climate and weather anomalies over the Europe, Central Siberia and Northeast Asia, this finding serves as a stimulus for future studies to unveil regional extreme events and climate prediction uncertanties in the middle latitudes over Eurasia. Please check out our new paper on JCLI (link) that, in collaboration with Drs. Lin Wang (IAP), Wen Chen (IAP), Guosen Chen (NUIST) and In-Sik Kang (SIO), we discover the dominant summertime teleconnection pattern in the high latitudes over Eurasia, which is called the British-Baikal Corridor (BBC) pattern, is primarily controlled by the nonlinear dynamics of wave-wave interactions. This nonlinear nature poses a tough challenge for current state-of-the-art climate models to predicit the regional climate over the Eurasia in the summertime. Please check out our new paper on ASL (link) that, in collaboration with Drs. Lin Wang, Yuyun Liu, Wen Chen and Ping Huang (all at IAP), we find that the June in 2019 is the hottest June for Central Europe on record, and the abnormal behavior of the BBC pattern is primarily responsble for this extreme heat wave event. Therefore, this result further emphasizes the importance of BBC pattern in regional climate and weather event in summer over Eurasia. FUNDED PROJECTS Special Foundation of Chinese Academy of Sciences for Research Assistent, China (2020-2022) China Postdoctoral Science Foundation, China (2020-2022) EDITORIAL SERVICESPeer reviewer for Journal of Climate, Advances in Atmospheric Sciences PUBLICATIONS Xu, P., L. Wang, Y. Liu, W. Chen, and P. Huang, 2020: The record-breaking heat wave of June 2019 in Central Europe. Atmos. Sci. Let., 1-7. Xu, P., L. Wang, W. Chen, G. Chen, and I-S Kang, 2020: Intraseasonal variations of the British-Baikal Corridor pattern. J. Climate, 33, 2183-2200. Xu, P., L. Wang, and W. Chen, 2019: The British–Baikal Corridor: A Teleconnection Pattern along the Summertime Polar Front Jet over Eurasia. J. Climate, 32, 877–896. Xu, P., L. Wang, W. Chen, J. Feng, and Y. Liu, 2019: Structural Changes in the Pacific–Japan Pattern in the Late 1990s. J. Climate, 32, 607–621. Wang, L., P. Xu, W. Chen, and Y. Liu, 2017: Interdecadal Variations of the Silk Road Pattern. J. Climate, 30, 9915–9932. Wang, L., L. Wang, Y. Liu, G. Wei, P. Xu, and W. Chen, 2019: The Southwest China floos of July 2018 and its causes. Atmosphere. Xu, P., J. Feng, and W. Chen, 2016: Asymmetric roles of ENSO in the link between the East Asian winter monsoon and the following summer monsoon (in Chinese). Chinese Journal of Atmospheric Sciences. 40(4): 831-840. Yu, G., W. Chen, P. Xu, Y. Ma, 2016: Mechanistic Analysis of the Influence ofthe Latent Heat Associated with the Kuroshio Current on Chinese RainfallAnomalies in Spring (in Chinese). Climatic and Environmental Research. 20(5): 600-610. CONFERENCES Xu, P., L. Wang, R. Geen, G. Vallis, W. Chen, G. Chen, I-S Kang, Y. Liu and P. Huang: Polar front jet waveguide, teleconnections and temperature extremes over Eurasia in the boreal summer. Exeter Climate System (XCS) seminar, 31th Jan 2020, University of Exeter, Exeter, UK. (oral) Xu, P., L. Wang and W. Chen: The British–Baikal Corridor: a teleconnection pattern along the summertime polar front jet over Eurasia. The 22th Conference on Atmosphere and Oceanic Fluid Dynamics (AOFD), 24-28 June 2019, Portland, US. (poster) Xu, P., L. Wang and W. Chen: The British–Baikal Corridor: a teleconnection pattern along the summertime polar front jet over Eurasia. American Geophysical Union (AGU) 2018 Fall Meeting, 10-14 December 2018, Washington, US. (poster) Xu, P., L. Wang, W. Chen, J. Feng and Y. Liu: Structural changes in the Pacific-Japan pattern in the late 1990s. Asia Oceania Geosciences (AOGS) 15th Annual meeting, 10-14 June 2018, Hawaii, US. (oral) Xu, P., L. Wang, W. Chen, J. Feng and Y. Liu: Structural changes in the Pacific-Japan pattern inthe late 1990s. The sixth WMO International Workshop on Monsoons (IWM-VI), 13-17 November 2017, Singapore. (poster with oral abstract) Xu, P., L. Wang, W. Chen, J. Feng and Y. Liu: Structural changes in the Pacific-Japan pattern in the late 1990s. Asian Conference on Meteorology 2017, 23-24 October 2017, Busan, Korea. (oral) Xu, P., J. Feng and W. Chen: Asymmetric role of the ENSO in the link of East Asian winter monsoon to the following summer monsoon. International Workshop on the Asian Monsoonin a Warmer World, 20-23 August 2017, Chengjiang, China. (oral) Xu, P., J. Feng and W. Chen: Roles of ENSO and PDO in the link of East Asian winter monsoon to the following summer monsoon. Summer Workshop 2016 on Geoscience, 21-23 July 2016, Hong Kong, China. (poster) Xu, P., J. Feng and W. Chen: Asymmetric role of the ENSO inthe link of East Asian winter monsoon to the following summer monsoon. Cross-Strait Youth Academic Meeting on Atmospheric Sciences, 26-27 November 2015, Taipei, Taiwan, China. (oral)","link":"/px212/english/index.html"},{"title":"科研经历","text":"研究经历 2019年6月 — 至今，博士后，大气物理研究所，中国科学院 （王林研究员） 2019年11月 — 2020年3月，访问学者，Department of Mathematics, University of Exeter (Prof. Geoffery Vallis) 承担课题 2020年 — 2021年，中国科学院特别研究助理资助项目，中国科学院，中国，主持 2020年 — 2022年，中国博士后科学基金面上项目，中国博士后科学基金会，中国，主持 获奖情况 2019年，中国科学院大气物理研究所优秀博士论文 学术兼职 期刊审稿人：Journal of Climate, Advances in Atmospheric Sciences","link":"/px212/research/index.html"}],"posts":[{"title":"徐霈强","text":"中国科学院大气物理研究所, 博士后研究兴趣：气候动力学, 东亚季风 我是一名从事大气科学研究的青年科研工作者。我的研究旨在加深我们对夏季大气长波的理解，尤其是与之相关的极端天气和气候事件。我已于2019年6月在中国科学院大气物理研究所获得气象学博士学位，现在大气物理所季风系统研究中心的王林研究员和陈文研究员课题组内从事博士后研究工作。此外，我也是南京大学地球物理流体力学学生实验室的一名成员。 最新动态 请关注我们在JCLI上发表的新文章，我们发现在考虑到大气的层结效应后，除了大家熟知的副热带急流波导，夏季欧亚大陆地区的极锋急流也可以作为一支大气波导，限制大气长波在南北方向的传播。据此，我们提出了沿夏季极锋急流波导传播的新遥相关型：英国-贝加尔湖走廊（British-Baikal Corridor, BBC）型遥相关。由于当BBC型遥相关发生异常活动时，可以引起欧洲、中西伯利亚以及东北亚地区非常显著的温度和降水变化，因此我们的工作指出研究欧亚大陆中纬度地区夏季气候变异的时候需要关注BBC型遥相关的活动特征。 请关注我们在JCLI上发表的新文章，我们发现BBC型遥相关的生命演变主要由非线性的波-波相互作用控制。由于BBC型遥相关是影响夏季欧亚大陆中纬度地区气候的主导遥相关型，我们的工作指出当下气候模式在对欧亚大陆中纬度地区夏季气候进行气候预测或未来预估时仍存在着非常大的挑战。 请关注我们在ASL上发表的新文章，我们发现在2019年许多中欧国家经历了在观测资料史上最热的6月，BBC型遥相关的异常活动是引发此次极端热浪事件的主要原因。我们的工作进一步指出了BBC型遥相关在引发欧亚大陆地区极端天气事件中的重要作用。","link":"/px212/2020/06/20/introduction/"}],"tags":[],"categories":[]}