{"pages":[{"title":"联系方式","text":"邮箱: peiqiang@mail.iap.ac.cn 地址: 北京市朝阳区华严里40号中国科学院大气物理研究所3号楼611号办公室 邮编: 100029","link":"/px212/about/index.html"},{"title":"学术论文","text":"王林，徐霈强，2023：[夏季急流遥相关的研究进展和展望]. 大气科学，submitted. Shen, X., L. Wang, A. Scaife, S. Hardiman, P. Xu, 2023: The Stratosphere-Troposphere Oscillation as the dominant intraseasonal coupling mode between the stratosphere and troposphere. J. Climate, 36, 2259-2276. Dong, Z., L. Wang, P. Xu, et al., 2023: Heatwaves similar to the unprecedented one in summer 2021 over western North America are projected to become more frequent in a warmer world. Earth’s Future, 11, 2022EF003437. Xu, P., L. Wang, and W. Chen, 2022: The British-Okhotsk Corridor pattern and its linkage to the Silk Road pattern. J. Climate, 35, 5787–5804. Xu, P., L. Wang, and J. Ming, 2022: Central Asian precipitation extremes affected by an intraseasonal planetary wave pattern. J. Climate, 35, 2603-2616. Wang, L., P. Xu, and J. Chowdary, 2021: Teleconnection along the Asian jet stream and its association with the Asian summer monsoon, in Indian Summer Monsoon Variability: El Niño-Teleconnections and Beyond. Edited by J. Chowdary, A. Parekh, and C. Gnanaseelan, 287-298, doi:10.1016/B978-0-12-822402-1.00009-0. Xu, P., L. Wang, G. Vallis, R. Geen, J. Screen, P. Wu, S. Ding, P. Huang and W. Chen, 2021: Amplified waveguide teleconnections along the polar front jet favor temperature extremes over Northern Eurasia. Geophys. Res. Lett., 48, e2021GL093735. Xu, P., L. Wang, P. Huang, and W. Chen, 2020: Disentangling dynamical and thermodynamical contributions to the record-breaking heatwave over central Europe in June 2019. Atmos. Res., 252, 105446. Xu, P., L. Wang, Y. Liu, W. Chen, and P. Huang, 2020: The record-breaking heat wave of June 2019 in Central Europe. Atmos. Sci. Let., 1-7. Xu, P., L. Wang, W. Chen, G. Chen, and I-S Kang, 2020: Intraseasonal variations of the British-Baikal Corridor pattern. J. Climate, 33, 2183-2200. Xu, P., L. Wang, and W. Chen, 2019: The British–Baikal Corridor: A Teleconnection Pattern along the Summertime Polar Front Jet over Eurasia. J. Climate, 32, 877–896. Xu, P., L. Wang, W. Chen, J. Feng, and Y. Liu, 2019: Structural Changes in the Pacific–Japan Pattern in the Late 1990s. J. Climate, 32, 607–621. Wang, L., P. Xu, W. Chen, and Y. Liu, 2017: Interdecadal Variations of the Silk Road Pattern. J. Climate, 30, 9915–9932. Dong Z., L. Wang, P. Xu, S. Pimonsree, A. Limsakul, and P. Singhruck, 2020: Interdecadal variation of the wintertime precipitation in Southeast Asia and its possible causes, J. Climate, 34:3503–3521. Ma, T., W. Chen, H-F Graf, S. Ding, P. Xu, L. Song, and X. Lan, 2020: Different Impacts of the East Asian Winter Monsoon on the Surface Air Temperature in North America during ENSO and Neutral ENSO Years. J. Climate, 33, 10671-10690. Wang, L., L. Wang, Y. Liu, G. Wei, P. Xu, and W. Chen, 2019: The Southwest China floods of July 2018 and its causes. Atmosphere. 徐霈强, 冯娟, 陈文. 2016. ENSO冷暖位相影响东亚冬季风与东亚夏季风联系的非对称性[J]. 大气科学, 40(4):831-840, doi:10.3878/j.issn.1006-9895.1509.15192. 余广昌, 陈文, 徐霈强, 马音. 2015. 东海黑潮区潜热变化对中国春季降水的影响及其影响过程[J]. 气候与环境研究, 20(5):600-610.","link":"/px212/papers/index.html"},{"title":"国际会议报告","text":"Xu, P., Understanding and predicting temperature extremes from intraseasonal to decadal timescales: The role of waveguide teleconnections. The 28th IUGG General Assembly,12-17 July 2023, Berlin, Germany. (oral) Xu, P., Waveguide teleconnections and summer climate over Northern Eurasia. 1st International Workshop on the A3 Foresight Program, 18-19 Apr 2023, Busan, Korea. (oral) Xu, P., L. Wang, R. Geen, G. Vallis, W. Chen, G. Chen, I-S Kang, Y. Liu and P. Huang: Polar front jet waveguide, teleconnections and temperature extremes over Eurasia in the boreal summer. Exeter Climate System (XCS) seminar, 31th Jan 2020, University of Exeter, Exeter, UK. (oral) Xu, P., L. Wang and W. Chen: The British–Baikal Corridor: a teleconnection pattern along the summertime polar front jet over Eurasia. The 22th Conference on Atmosphere and Oceanic Fluid Dynamics (AOFD), 24-28 June 2019, Portland, US. (poster) Xu, P., L. Wang and W. Chen: The British–Baikal Corridor: a teleconnection pattern along the summertime polar front jet over Eurasia. American Geophysical Union (AGU) 2018 Fall Meeting, 10-14 December 2018, Washington, US. (poster) Xu, P., L. Wang, W. Chen, J. Feng and Y. Liu: Structural changes in the Pacific-Japan pattern in the late 1990s. Asia Oceania Geosciences (AOGS) 15th Annual meeting, 10-14 June 2018, Hawaii, US. (oral) Xu, P., L. Wang, W. Chen, J. Feng and Y. Liu: Structural changes in the Pacific-Japan pattern inthe late 1990s. The sixth WMO International Workshop on Monsoons (IWM-VI), 13-17 November 2017, Singapore. (poster with oral abstract) Xu, P., L. Wang, W. Chen, J. Feng and Y. Liu: Structural changes in the Pacific-Japan pattern in the late 1990s. Asian Conference on Meteorology 2017, 23-24 October 2017, Busan, Korea. (oral) Xu, P., J. Feng and W. Chen: Asymmetric role of the ENSO in the link of East Asian winter monsoon to the following summer monsoon. International Workshop on the Asian Monsoonin a Warmer World, 20-23 August 2017, Chengjiang, China. (oral) Xu, P., J. Feng and W. Chen: Roles of ENSO and PDO in the link of East Asian winter monsoon to the following summer monsoon. Summer Workshop 2016 on Geoscience, 21-23 July 2016, Hong Kong, China. (poster) Xu, P., J. Feng and W. Chen: Asymmetric role of the ENSO inthe link of East Asian winter monsoon to the following summer monsoon. Cross-Strait Youth Academic Meeting on Atmospheric Sciences, 26-27 November 2015, Taipei, Taiwan, China. (oral)","link":"/px212/reports/index.html"},{"title":"Peiqiang Xu","text":"Welcome! Thanks for visiting my homepage. I am an Associate Professor in meteorology at Institute of Atmospheric Physics (IAP), Chinese Academy of Sciences (CAS). By using observations, idealized models and outputs from the GCMs, I hope to improve our understanding of key controls on the large-scale circulation (e.g., jet streams, storm tracks and planetary waves) in the middle latitudes, and how this may change in the future. You are warmly weclome to visit my ResearchGate, GoogleScholar and Twitter webpages. In addition, I am also very fond of doing geophysical fluid experiments. You can find the details of our lab here. Email: peiqiang@mail.iap.ac.cn EXPERIENCE 2022.11-present, Associate Professor, IAP, China 2019.11-2020.03, Visiting scholar, Department of Mathematics, University of Exeter, UK (collaborator: Prof. Geoffrey Vallis) 2019.06-2022.11, Postdoctoral Reseacher, IAP, China NEWS-【2022.11】Peiqiang is promoted as an Associate Professor in IAP, CAS. -【2021.3】After three months of planing and preparing, our climate group, named Climate Friends, is now finally established! Climate Friends is an academic club that is organized by the young researchers in IAP. It provides a platform for researchers to discuss climate sciences freely, from the chaotic mesoscale eddies in the oceans to the magnificent quasi-biennial oscillation in the stratosphere, from the furious hurricunes in the tropics to the worrying sea ice loss in the Arctic, from the freezing Last Glacial Maximum to the even more sweltering future, just any topics related to our fascinating climate! Climate Friends has routine activities (both off-line and on-line) at every Thursday evening (Beijing Time). Please feel free to contact me if you want more information! -【2021.6】Please check out our new paper on GRL (link) that, in collaboration with Drs. Lin Wang (IAP), Geoffrey Vallis (UoE), Ruth Geen (UoE), James Screen (UoE), Peili Wu (Met Office), Shuoyi Ding (Fudan), Ping Huang (IAP) and Wen Chen (IAP), we found a close linkage between the waveguide teleconnections along the polar front jet and the temperature extremes over northern Eurasia: teleconnection activity tended to be greater than normal during those summer months that had extreme temperatures. In contrast, teleconnection activity was commonly less during months with near-average temperatures. In addition, we found the current state-of-the-art climate models can reasonably capture the above relation. These findings demonstrate the important role of waveguide teleconnections along the polar front jet in generating regional temperature extremes over northern Eurasia. FUNDED PROJECTS National Science Foundation for Young Scholars, NSFC, China (2021-2023) Special Foundation of Chinese Academy of Sciences for Research Assistent, China (2020-2021) Special Foundation of China Postdoctoral Science Foundation, China (2021-2023) General Programn of China Postdoctoral Science Foundation, China (2020-2022) International Academic Exchange project, China (2020-2021) HONORS Outstanding Doctoral Thesis Award, 2019 Outstanding Graduates, 2013 National Scholarship (top 0.3%), 2012 Special Prize Scholarship (top 0.5%), 2011 Special Prize Scholarship (top 0.5%), 2010 EDITORIAL SERVICESPeer reviewer for npj Climate and Atmospheric Science, Journal of Climate, Journal of Geophysical Research-Atmospheres, Enviromental Research Letters, Advances in Atmospheric Sciences, Enviromental Research Communications, etc. PUBLICATIONS Shen, X., L. Wang, A. Scaife, S. Hardiman, P. Xu, 2023: The Stratosphere-Troposphere Oscillation as the dominant intraseasonal coupling mode between the stratosphere and troposphere. J. Climate, 36, 2259-2276. Dong, Z., L. Wang, P. Xu, et al., 2023: Heatwaves similar to the unprecedented one in summer 2021 over western North America are projected to become more frequent in a warmer world. Earth’s Future, 11, 2022EF003437. Xu, P., L. Wang, and W. Chen, 2022: The British-Okhotsk Corridor pattern and its linkage to the Silk Road pattern. J. Climate, 35, 5787–5804. Xu, P., L. Wang, and J. Ming, 2022: Central Asian precipitation extremes affected by an intraseasonal planetary wave pattern. J. Climate, 35, 2603-2616. Wang, L., P. Xu, and J. Chowdary, 2021: Teleconnection along the Asian jet stream and its association with the Asian summer monsoon, in Indian Summer Monsoon Variability: El Niño-Teleconnections and Beyond. Edited by J. Chowdary, A. Parekh, and C. Gnanaseelan, 287-298, doi:10.1016/B978-0-12-822402-1.00009-0. Xu, P., L. Wang, G. Vallis, R. Geen, J. Screen, P. Wu, S. Ding, P. Huang and W. Chen, 2021: Amplified waveguide teleconnections along the polar front jet favor temperature extremes over Northern Eurasia. Geophys. Res. Lett., 48, e2021GL093735. Xu, P., L. Wang, P. Huang, and W. Chen, 2020: Disentangling dynamical and thermodynamical contributions to the record-breaking heatwave over central Europe in June 2019. Atmos. Res., 252, 105446. Xu, P., L. Wang, Y. Liu, W. Chen, and P. Huang, 2020: The record-breaking heat wave of June 2019 in Central Europe. Atmos. Sci. Let., 1-7. Xu, P., L. Wang, W. Chen, G. Chen, and I-S Kang, 2020: Intraseasonal variations of the British-Baikal Corridor pattern. J. Climate, 33, 2183-2200. Xu, P., L. Wang, and W. Chen, 2019: The British–Baikal Corridor: A Teleconnection Pattern along the Summertime Polar Front Jet over Eurasia. J. Climate, 32, 877–896. Xu, P., L. Wang, W. Chen, J. Feng, and Y. Liu, 2019: Structural Changes in the Pacific–Japan Pattern in the Late 1990s. J. Climate, 32, 607–621. Wang, L., P. Xu, W. Chen, and Y. Liu, 2017: Interdecadal Variations of the Silk Road Pattern. J. Climate, 30, 9915–9932. Dong Z., L. Wang, P. Xu, S. Pimonsree, A. Limsakul, and P. Singhruck, 2020: Interdecadal variation of the wintertime precipitation in Southeast Asia and its possible causes, J. Climate, 34:3503–3521. Wang, L., L. Wang, Y. Liu, G. Wei, P. Xu, and W. Chen, 2019: The Southwest China floos of July 2018 and its causes. Atmosphere. Xu, P., J. Feng, and W. Chen, 2016: Asymmetric roles of ENSO in the link between the East Asian winter monsoon and the following summer monsoon (in Chinese). Chinese Journal of Atmospheric Sciences. 40(4): 831-840. Yu, G., W. Chen, P. Xu, Y. Ma, 2016: Mechanistic Analysis of the Influence ofthe Latent Heat Associated with the Kuroshio Current on Chinese RainfallAnomalies in Spring (in Chinese). Climatic and Environmental Research. 20(5): 600-610. CONFERENCES Xu, P., Understanding and predicting temperature extremes from intraseasonal to decadal timescales: The role of waveguide teleconnections. The 28th IUGG General Assembly,12-17 July 2023, Berlin, Germany. (oral) Xu, P., Waveguide teleconnections and summer climate over Northern Eurasia. 1st International Workshop on the A3 Foresight Program, 18-19 Apr 2023, Busan, Korea. (oral) Xu, P., L. Wang, R. Geen, G. Vallis, W. Chen, G. Chen, I-S Kang, Y. Liu and P. Huang: Polar front jet waveguide, teleconnections and temperature extremes over Eurasia in the boreal summer. Exeter Climate System (XCS) seminar, 31th Jan 2020, University of Exeter, Exeter, UK. (oral) Xu, P., L. Wang and W. Chen: The British–Baikal Corridor: a teleconnection pattern along the summertime polar front jet over Eurasia. The 22th Conference on Atmosphere and Oceanic Fluid Dynamics (AOFD), 24-28 June 2019, Portland, US. (poster) Xu, P., L. Wang and W. Chen: The British–Baikal Corridor: a teleconnection pattern along the summertime polar front jet over Eurasia. American Geophysical Union (AGU) 2018 Fall Meeting, 10-14 December 2018, Washington, US. (poster) Xu, P., L. Wang, W. Chen, J. Feng and Y. Liu: Structural changes in the Pacific-Japan pattern in the late 1990s. Asia Oceania Geosciences (AOGS) 15th Annual meeting, 10-14 June 2018, Hawaii, US. (oral) Xu, P., L. Wang, W. Chen, J. Feng and Y. Liu: Structural changes in the Pacific-Japan pattern inthe late 1990s. The sixth WMO International Workshop on Monsoons (IWM-VI), 13-17 November 2017, Singapore. (poster with oral abstract) Xu, P., L. Wang, W. Chen, J. Feng and Y. Liu: Structural changes in the Pacific-Japan pattern in the late 1990s. Asian Conference on Meteorology 2017, 23-24 October 2017, Busan, Korea. (oral) Xu, P., J. Feng and W. Chen: Asymmetric role of the ENSO in the link of East Asian winter monsoon to the following summer monsoon. International Workshop on the Asian Monsoonin a Warmer World, 20-23 August 2017, Chengjiang, China. (oral) Xu, P., J. Feng and W. Chen: Roles of ENSO and PDO in the link of East Asian winter monsoon to the following summer monsoon. Summer Workshop 2016 on Geoscience, 21-23 July 2016, Hong Kong, China. (poster) Xu, P., J. Feng and W. Chen: Asymmetric role of the ENSO inthe link of East Asian winter monsoon to the following summer monsoon. Cross-Strait Youth Academic Meeting on Atmospheric Sciences, 26-27 November 2015, Taipei, Taiwan, China. (oral)","link":"/px212/english/index.html"},{"title":"科研经历","text":"研究经历 2022年11月 — 至今，副研究员，大气物理研究所 2019年6月 — 2022年11月，博士后，大气物理研究所，中国科学院 （王林研究员，黄平研究员） 2019年11月 — 2020年3月，访问学者，Department of Mathematics, University of Exeter (Prof. Geoffrey Vallis) 承担课题 2021年 — 2023年，国家自然科学基金青年科学基金项目，主持 2021年 — 2022年，中国博士后科学基金特别资助项目（站中），主持 2020年 — 2022年，中国博士后科学基金面上项目，主持 2020年 — 2021年，中国博士后科学基金学术交流项目，主持 获奖情况 2020年，中国科学院特别研究助理资助项目 2019年，中国科学院大气物理研究所优秀博士论文 2013年，优秀毕业生 2012年，国家奖学金（top 0.3%） 2011和2010年，特等奖学金（top 0.5%） 学术兼职 客座编辑：Atmosphere 审稿人：npj Climate and Atmospheric Science, Journal of Climate, Journal of Geophysical Research-Atmospheres, Enviromental Research Letters, Advances in Atmospheric Sciences, Enviromental Research Communications 等十余种期刊","link":"/px212/research/index.html"},{"title":"","text":"","link":"/px212/group.html"}],"posts":[{"title":"徐霈强","text":"中国科学院大气物理研究所，理学博士，副研究员，硕士生导师研究兴趣：大气动力学，季风动力学，极端气候事件 我是一名从事大气科学研究的青年科研工作者。我的研究旨在加深我们对中高纬度大气环流理论的理解（如急流、风暴轴和行星波等），尤其是全球变暖背景下的未来变化以及与之相关的极端天气和气候事件。我博士毕业于中国科学院大气物理研究所（2019年），随后留所从事博士后研究，期间曾赴英国埃克塞特大学进行合作研究。曾入选科学院“特别研究助理资助项目”，作为负责人主持/完成基金委青年项目、中国博士后特别资助项目和面上项目等，参与科技部重点研发计划项目、基金委国际合作项目等。担任Atmosphere杂志客座编辑。 最新动态-【2021.6】请关注我们新创立的科研社团Climate Friends！Climate Friends是由中国科学院大气物理研究所的青年研究人员创立的科研社团，旨在为气候领域的青年学者提供一个自由讨论的交流平台。自然赋予了气候的美妙和神奇，从混沌的海洋中尺度涡到壮阔的平流层准两年振荡，从激烈的热带气旋到令人担忧的北极海冰融化，从寒冷的末次冰盛期到愈发炎热的未来，我们关心所有与气候有关的科学问题。Climate Friends每周都有例行的学术交流活动，如需更多有关Climate Friends的信息，欢迎邮件联系！ -【2021.6】请关注我们在GRL上发表的新文章。我们发现夏季沿极锋急流传播的波导型遥相关和欧亚大陆北部地区的极端温度事件(包括极端高温和极端低温)之间有显著的联系：当波导型遥相关活跃时，欧亚大陆北部地区将更容易发生极端温度事件；当波导型遥相关不活跃时，欧亚大陆北部地区将更不容易发生极端温度事件；此外，我们发现气候系统模式能较好地重现这一联系。我们的工作指出沿极锋急流传播的遥相关型在区域极端事件中的重要作用。 -【2021.1】请关注我们在AR上发表的新文章。我们通过使用一个改进的环流相似法，定量地估算了大气动力过程和热动力过程在2019年6月发生在中欧地区的极端高温事件中的作用。我们发现大气动力过程（即BBC型大气遥相关）是引发此次极端高温事件的主要原因（约65%），而热动力过程是引发此次极端高温事件的次要原因（约35%）。此外，我们发现气候变化使得近年来发生类似极端热浪事件的概率显著增加，热动力过程的变化（如大气温室气体浓度的增加、土地类型的变化等）是造成近年来类似极端高温事件概率增加的主要原因。 -【2020.3】请关注我们在JCLI上发表的新文章。我们发现BBC型大气遥相关的生命演变主要由非线性的波-波相互作用控制。由于BBC型遥相关是影响夏季欧亚大陆中纬度地区气候的主导遥相关型，我们的工作指出当下气候模式在对欧亚大陆中纬度地区夏季气候进行气候预测或未来预估时仍存在着非常大的挑战。 -【2020.2】请关注我们在ASL上发表的新文章。我们发现在2019年许多中欧国家经历了在观测资料史上最热的6月，BBC型大气遥相关的异常活动是引发此次极端热浪事件的主要原因。我们的工作进一步指出了BBC型遥相关在引发欧亚大陆地区极端天气事件中的重要作用。 -【2019.2】请关注我们在JCLI上发表的新文章。我们发现在考虑到大气的层结效应后，除了大家熟知的副热带急流波导，夏季欧亚大陆地区的极锋急流也可以作为一支大气波导，限制大气长波在南北方向的传播。据此，我们提出了沿夏季极锋急流波导传播的新遥相关型：英国-贝加尔湖走廊（British-Baikal Corridor, BBC）型遥相关。由于当BBC型遥相关发生异常活动时，可以引起欧洲、中西伯利亚以及东北亚地区非常显著的温度和降水变化，因此我们的工作指出研究欧亚大陆中纬度地区夏季气候变异的时候需要关注BBC型遥相关的活动特征。","link":"/px212/2020/06/21/introduction/"}],"tags":[],"categories":[]}